[maps]
Empire&#39;s Edge=帝国边境
Monte Grappa=格拉巴山
Amiens=亚眠
Rupture=决裂
Fao Fortress=法欧堡
St Quentin Scar=圣康坦的伤痕
Suez=苏伊士
Sinai Desert=西奈沙漠
Argonne Forest=阿尔贡森林
Giant&#39;s Shadow=庞然暗影
Ballroom Blitz=流血宴厅
Achi Baba=阿奇巴巴
Fort De Vaux=法乌克斯要塞
Soissons=苏瓦松
Volga River=窝瓦河
River Somme=索姆河
Galicia=加利西亚
Verdun Heights=凡尔登高地
Passchendaele=帕斯尚尔
Łupk&#243;w Pass=武普库夫山口
Prise de Tahure=攻占托尔
Albion=阿尔比恩
Zeebrugge=泽布吕赫
Nivelle Nights=尼维尔之夜
Cape Helles=海丽丝岬
Tsaritsyn=察里津
Brusilov Keep=勃鲁西洛夫关口
Heligoland Bight=黑尔戈兰湾
Caporetto=卡波雷托
Razor&#39;s Edge=剃刀边缘
London Calling: Raiders=伦敦的呼唤：夜袭
London Calling: Scourge=伦敦的呼唤：灾祸
